Repository: InfotelGLPI/positions
Catalog: locales/*.po
Languages: cs_cz, de_de, es_ar, fi_fi, fr_fr, it_it, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Import JSON movie
cs_cz: Importovat JSON video
de_de: Importieren des JSON Videos
es_ar: Importar película JSON
fi_fi: Tuo JSON-elokuva
fr_fr: Importer les vidéos JSON
it_it: Importa filmati JSON
ja_jp: JSON ムービーをインポート
pl_pl: Importuj film w formacie JSON
pt_br: Importar filme JSON
ru_ru: Импорт JSON фильма
tr_tr: JSON görüntüsünü alın

source: Export JSON movie
cs_cz: Exportovat JSON video
de_de: Exportieren des JSON Videos
es_ar: Exportar película JSON
fi_fi: Vie JSON-elokuva
fr_fr: Exporter les vidéos JSON
it_it: Esporta filmati JSON
ja_jp: JSON ムービーをエクスポート
pl_pl: Eksportuj film w formacie JSON
pt_br: Exportar filme JSON
ru_ru: Экспорт JSON фильма
tr_tr: JSON görüntüsünü verin

source: Force save the entire network
cs_cz: Vynutit uložení celé sítě
es_ar: Guardar forzado red completa
fi_fi: Pakota koko verkon tallennus
fr_fr: Forcer l'enregistrement du réseau entier
it_it: Salva forzatamente l'intera rete
ja_jp: すべてのネットワークを強制的に保存する
pl_pl: Wymuś zapis całego układu
pt_br: Forçar o salvamento de toda a rede
tr_tr: Tüm ağ kaydedilsin

source: Advanced test
cs_cz: Pokročilý test
de_de: Erweiterter Test
es_ar: Prueba avanzada
fi_fi: Edistynyt testi
fr_fr: Test avancé
it_it: Test avanzato
ja_jp: 詳細テスト
pl_pl: Test rozszerzony
pt_br: Teste avançado
ru_ru: Расширенный тест
tr_tr: Gelişmiş sınama

source: Refresh the graph
cs_cz: Znovu načíst graf
de_de: Grafik aktualisieren
es_ar: Actualiza el gráfico
fi_fi: Päivitä kaavio
fr_fr: Rafraîchir le graphique
it_it: Ricarica il grafo
ja_jp: グラフをリフレッシュ
pl_pl: Odśwież rysunek
pt_br: Renovar o gráfico
tr_tr: Çizelgeyi yenileyin

source: See as a picture
cs_cz: Zobrazit jako obrázek
de_de: Anzeigen als Bild
es_ar: Ver como una imagen
fi_fi: Näytä kuvana
fr_fr: Voir comme image
it_it: Vedi come immagine
ja_jp: 写真として表示する
pl_pl: Wersja do druku
pt_br: Ver como uma imagem
ru_ru: Просмотреть как изображение
tr_tr: Fotoğraf olarak bakın

source: Color
cs_cz: Barva
de_de: Farben
fi_fi: Väri
fr_fr: Couleur
it_it: Colore
ja_jp: 色
pl_pl: Kolor
pt_br: Cor
ru_ru: Цвет
tr_tr: Renk

source: Scale Factor
cs_cz: Měřítko
de_de: Skalierungsfaktor
es_ar: Factor de Escala
fi_fi: Skaalauskerroin
fr_fr: Facteur d'échelle
it_it: Fattore di scala
ja_jp: 倍率
pl_pl: Skala
pt_br: Fator de escala
tr_tr: Ölçek çarpanı

source: Boxed
cs_cz: Zarámováno
es_ar: Encajonado
fi_fi: Laatikoitu
fr_fr: Encadré
it_it: Boxato
ja_jp: ボックス
pl_pl: Obramowane
pt_br: Caixa
tr_tr: Kutu içinde

source: Transpose
cs_cz: Transponovat
es_ar: Transponer
fi_fi: Vaihda paikkaa
fr_fr: Transposer
it_it: Trasponi
ja_jp: トランスポーズ
pl_pl: Przekształć
pt_br: Transpor
tr_tr: Çevirin

source: Search on objects
cs_cz: Hledat na objektech
de_de: Objekte durchsuchen
es_ar: Búsqueda entre objetos
fi_fi: Etsi objekteista
fr_fr: Recherche sur les objets
it_it: Cerca negli eggetti
ja_jp: オブジェクトを検索
pl_pl: Wyszukaj w obiektach
pt_br: Pesquisar em objetos
tr_tr: Nesneleri arayın

source: Advanced Options
cs_cz: Pokročilé volby
de_de: Erweiterte Optionen
es_ar: Opciones avanzadas
fi_fi: Edistyneet asetukset
fr_fr: Options avancées
it_it: Opzioni avanzate
ja_jp: 詳細オプション
pl_pl: Ustawienia zaawansowane
pt_br: Opções avançadas
ru_ru: Расширенные опции
tr_tr: Gelişmiş Ayarlar

source: Search key
cs_cz: Klíč hledání
de_de: Suchwort
es_ar: Criterio de búsqueda
fi_fi: Hakuavain
fr_fr: Clé de recherche
it_it: Chiave di ricerca
ja_jp: 検索キー
pl_pl: Wyszukaj wg klucza
pt_br: Chave de pesquisa
tr_tr: Aranacak bilgi

source: Regex accepted
cs_cz: Regulární výraz přijat
de_de: Regulärer Ausdruck akzeptiert
es_ar: Regex aceptado
fi_fi: Säännöllinen lauseke hyväksyttiin
fr_fr: Regex accepté
it_it: Regex accettata
ja_jp: 正規表現対応
pl_pl: Dopuszczalne wyrażenia regularne
pt_br: Expressão regular aceita
tr_tr: Kurallı ifade yazılabilir

source: One line by object
cs_cz: Co objekt to řádek
de_de: Eine zeile pro Objekt
es_ar: Una línea por objeto
fi_fi: Yksi rivi kohteittain
fr_fr: Une ligne par objet
it_it: Una riga per oggetto
ja_jp: 1 行に 1 オブジェクト
pl_pl: Jeden obiekt na linię
pt_br: Uma linha por objeto
tr_tr: Her nesne için bir satır

source: Stop highlighting
cs_cz: Přestat zvýrazňovat
de_de: Hervorheben beenden
es_ar: Detener el resaltado
fi_fi: Korostus pois
fr_fr: Arrêter la surbrillance
it_it: Spegni l'evidenziazione
ja_jp: ハイライトしない
pl_pl: Wyłącz podświetlanie
pt_br: Parar de destacar
ru_ru: Выключить подсветку
tr_tr: Vurgulanmasın

source: Highlight object
cs_cz: Zvýraznit objekt
de_de: Objekt hervorheben
es_ar: Resaltar objeto
fi_fi: Korosta objekti
fr_fr: Mettre l'objet en surbrillance
it_it: Evidenzia l'oggetto
ja_jp: オブジェクトをハイライトする
pl_pl: Podświetl obiekt
pt_br: Destacar objeto
ru_ru: Подсветить объект
tr_tr: Nesne vurgulansın

source: Edit selected object
cs_cz: Upravit vybraný objekt
de_de: Bearbeiten des ausgewählten Objektes
es_ar: Actualizar el objeto seleccionado
fi_fi: Muokkaa valittua objektia
fr_fr: Modifier l'objet sélectionné
it_it: Edita l'oggetto selezionato
ja_jp: 選択したオブジェクトの編集
pl_pl: Edytuj wybrany obiekt
pt_br: Editar objeto selecionado
ru_ru: Изменить выбранный объект
tr_tr: Seçilmiş nesneyi düzenleyin

source: Selected object
cs_cz: Vybraný objekt
de_de: Objekt auswählen
es_ar: Objeto seleccionado
fi_fi: Valittu objekti
fr_fr: Objet sélectionné
it_it: Oggetto selezionato
ja_jp: 選択したオブジェクト
pl_pl: Wybrany obiekt
pt_br: Objeto selecionado
ru_ru: Выбранный объект
tr_tr: Seçili nesne

source: This object
cs_cz: Tento objekt
de_de: Dieses Objekt
es_ar: Este objeto
fi_fi: Tämä objekti
fr_fr: Cet objet
it_it: Questo oggetto
ja_jp: このオブジェクト
pl_pl: ten obiekt
pt_br: Este objeto
ru_ru: Этот объект
tr_tr: Bu nesne

source: Selected objects and all the
cs_cz: Vybraný objekt a vše
de_de: Objekt auswählen und alle
es_ar: Selecciona objetos y todos
fi_fi: Valitut objektit ja kaikki
fr_fr: Objets sélectionnés et tout les
it_it: Oggetti selezionati e tutti i
ja_jp: 選択したオブジェクトとすべての
pl_pl: Wybrane obiekty i wszystkie
pt_br: Objetos selecionados e todos os
tr_tr: Seçili nesne ve tüm diğer

source: This object and all its
cs_cz: Tento objekt a všechny jeho
de_de: Dieses Objekt und alle
es_ar: Este objeto y todos sus
fi_fi: Tämä objekti ja kaikki sen
fr_fr: Cet objet et tous ses
it_it: Questo oggetto e tutti i suoi
ja_jp: このオブジェクトと、そのすべての
pl_pl: Ten obiekt i wszystkie
pt_br: Este objeto e todos
tr_tr: Bu nesne ve tüm diğer

source: Do you want to delete
cs_cz: Opravdu chcete smazat
de_de: Wirklich löschen
es_ar: Quiere borrar
fi_fi: Haluatko poistaa
fr_fr: Voulez vous supprimer
it_it: Vuoi cancellare
ja_jp: 以下を削除します。よろしいですか？ :
pl_pl: Chcesz usunąć
pt_br: Você deseja excluir ?
ru_ru: Вы хотите удалить
tr_tr: Silmek istediğinize emin misiniz

source: Links will be deleted
cs_cz: Odkazy budou smazány
de_de: Verknüpfung wird gelöscht
es_ar: Enlaces van a ser borrados
fi_fi: Linkit poistetaan
fr_fr: liens vont être supprimés
it_it: I collegamenti saranno cancellati
ja_jp: リンクを削除します
pl_pl: linki zostaną usunięte
pt_br: Os vínculos serão excluídos
ru_ru: Связи будут удалены
tr_tr: Bağlantılar silinecek

source: Tooltip
cs_cz: Nástrojový tip
es_ar: Mensaje
fi_fi: Työkaluvihje
fr_fr: Info-bulle
ja_jp: ツールチップ
pl_pl: Podpowiedź
pt_br: Dica de ferramenta
tr_tr: İpucu

source: Object type
cs_cz: Typ objektu
de_de: Objekt Typ
es_ar: Tipo del objeto
fi_fi: Objektityyppi
fr_fr: Type d'objet
it_it: Tipo di oggetto
ja_jp: オブジェクトの型
pl_pl: Typ obiektu
pt_br: Tipo de objeto
ru_ru: Тип объекта
tr_tr: Nesne türü

source: Required selection
cs_cz: Vyžadovaný výběr
de_de: Auswahl erforderlich
es_ar: Necesita selección
fi_fi: Vaadittu valinta
fr_fr: Sélection requise
it_it: Selezione richiesta
ja_jp: 選択が必要です
pl_pl: Wymagane zaznaczenie
pt_br: Seleção exigida
tr_tr: Gereken seçim

source: Image path
cs_cz: Popis umístění obrázku
de_de: Image Pfad
es_ar: Ruta del imagen
fi_fi: Kuvan polku
fr_fr: Chemin de l'image
it_it: Percorso dell'immagine
ja_jp: 画像のパス
pl_pl: Ścieżka ikony
pt_br: Caminho da imagem
ru_ru: Путь к изображению
tr_tr: Görsel yolu

source: The object is fixed
cs_cz: Objekt je napevno
de_de: Dieses Objekt ist fixiert
es_ar: El objeto es fijo
fi_fi: Objekti on kiinteä
fr_fr: L'objet est fixé
it_it: L'oggetto e fissato
ja_jp: このオブジェクトは固定されています
pl_pl: Obiekt zablokowany
pt_br: O objeto está fixo
tr_tr: Nesne sabitlendi

source: Object editor
cs_cz: Editor objektů
de_de: Objekt Editor
es_ar: Editor de objetos
fi_fi: Objektieditori
fr_fr: Editeur d'objet
it_it: Editor di oggetto
ja_jp: オブジェクトエディター
pl_pl: Edytor obiektu
pt_br: Editor de objeto
ru_ru: Редактор объектов
tr_tr: Nesne düzenleyici

source: Object id
cs_cz: Identifikátor objektu
de_de: Objekt ID
es_ar: Id del objeto
fi_fi: Objekti id
fr_fr: Id de l'objet
it_it: ID Oggetto
ja_jp: オブジェクト ID
pl_pl: ID obiektu
pt_br: ID do objeto
ru_ru: Id объекта
tr_tr: Nesne kodu

source: Pattern
cs_cz: Vzor
de_de: Muster
es_ar: Patrón
fi_fi: Kuvio
fr_fr: Modèle
ja_jp: パターン
pl_pl: Szablon
pt_br: Padrão
tr_tr: Örüntü

source: Edge
cs_cz: Hrana
de_de: Rand
es_ar: Ojo
fi_fi: Reuna
fr_fr: Bord
it_it: Soglia
ja_jp: エッジ
pl_pl: Krawędź
pt_br: Borda
tr_tr: Kenar

source: Object
cs_cz: Objekt
es_ar: Objeto
fi_fi: Objekti
fr_fr: Objet
it_it: Oggetto
ja_jp: オブジェクト
pl_pl: Obiekt
pt_br: Objecto
ru_ru: Объект
tr_tr: Nesne

source: Axes
cs_cz: Osy
de_de: Achse
es_ar: Ejes
fi_fi: Akselit
it_it: Assi
ja_jp: 軸
pl_pl: Osie
pt_br: Eixos
ru_ru: Оси
tr_tr: Eksenler

source: Legend
cs_cz: Vysvětlivka
de_de: Legende
es_ar: Leyenda
fi_fi: Kuvateksti
fr_fr: Légende
it_it: Legenda
ja_jp: 凡例
pl_pl: Legenda
pt_br: Legenda
ru_ru: Легенда
tr_tr: İşaretler

source: Indicators
cs_cz: Indikátory
es_ar: Indicadores
fi_fi: Indikaattorit
fr_fr: Indicateurs
it_it: Indicatori
ja_jp: インジケータ―
pl_pl: Wskaźniki
pt_br: Indicadores
ru_ru: Индикаторы
tr_tr: Göstergeler

source: Decorations
cs_cz: Dekorace
es_ar: Decoraciones
fi_fi: Koristeet
fr_fr: Décorations
it_it: Decorazioni
ja_jp: 修飾
pl_pl: Dekoracje
pt_br: Decorações
tr_tr: Dekorasyon

source: Data
de_de: Daten
es_ar: Datos
fi_fi: Tiedot
fr_fr: Données
it_it: Dati
ja_jp: データ
pl_pl: Dane
pt_br: Dados
ru_ru: Данные
tr_tr: Veri

source: Font weight
cs_cz: Velikost písma
de_de: Schriftstärke
es_ar: Grosor del fuente
fi_fi: Fontin paino
fr_fr: Taille de la police
it_it: Dimensione font
ja_jp: フォントウエイト
pl_pl: Rozmiar czcionki
pt_br: Peso da fonte
tr_tr: Yazı kalınlığı

source: Properties
cs_cz: Vlastnosti
de_de: Eigenschaften
es_ar: Propiedades
fi_fi: Ominaisuudet
fr_fr: Propriétés
it_it: Proprietà
ja_jp: 属性
pl_pl: Ustawienia
pt_br: Propriedades
ru_ru: Свойства
tr_tr: Özellikler

source: Transform
cs_cz: Transformovat
de_de: Verformen
es_ar: Transformar
fi_fi: Muunnos
fr_fr: Transformer
it_it: Trasforma
ja_jp: 変形
pl_pl: Dokonaj transformacji
pt_br: Transformar
tr_tr: Dönüştürme

source: Ticks
cs_cz: Tiky
es_ar: Marcados
fi_fi: Rastit
fr_fr: Tiques
ja_jp: カチカチ
pl_pl: Zaznaczenia
pt_br: Tiques
tr_tr: İmler

source: Font
cs_cz: Písmo
de_de: Schriftart
es_ar: Fuente
fi_fi: Fontti
fr_fr: Police
ja_jp: フォント
pl_pl: Czcionka
pt_br: Fonte
ru_ru: Шрифт
tr_tr: Yazı türü

source: Layout
cs_cz: Rozvržení
es_ar: Diseño
fi_fi: Ulkoasu
fr_fr: Mise en page
ja_jp: レイアウト
pl_pl: Układ
ru_ru: Слой
tr_tr: Düzen

source: Orientation
cs_cz: Orientace
de_de: Orientierung
es_ar: Orientación
fi_fi: Suunta
it_it: Orientazione
ja_jp: 向き
pl_pl: Orientacja
pt_br: Orientação
ru_ru: Ориентация
tr_tr: Duruş

source: Overlays
cs_cz: Překryvy
es_ar: Superposiciones
fi_fi: Päällekkäiskuvat
fr_fr: Superpositions
it_it: Sovraimposizioni
ja_jp: オーバーレイ
pl_pl: Warstwy
pt_br: Sobreposições
tr_tr: Katmanlar

source: Background
cs_cz: Pozadí
de_de: Hintergrund
es_ar: Segundo plano
fi_fi: Tausta
fr_fr: Fond
it_it: Sfondo
ja_jp: 背景
pl_pl: Tło
pt_br: Plano de fundo
ru_ru: Фон
tr_tr: Artalan

source: Gradient
cs_cz: Přechod
es_ar: Gradienta
fi_fi: Liukuväri
fr_fr: Dégradé
it_it: Gradiente
ja_jp: グラデーション
pt_br: Gradiente
ru_ru: Градиент
tr_tr: Dereceli değişen

source: Solid
cs_cz: Jednolitá barva
es_ar: Sólido
fi_fi: Yksiväri
fr_fr: Plein
it_it: Solido
ja_jp: 純色
pl_pl: Jednolity
pt_br: Sólido
tr_tr: Katı

source: Width
cs_cz: Šířka
de_de: Breite
es_ar: Ancho
fi_fi: Leveys
fr_fr: Largeur
it_it: Larghezza
ja_jp: 幅
pl_pl: Szerokość
pt_br: Largura
ru_ru: Ширина
tr_tr: Genişlik

source: Height
cs_cz: Výška
de_de: Höhe
es_ar: Alto
fi_fi: Korkeus
fr_fr: Hauteur
it_it: Altezza
ja_jp: 高さ
pl_pl: Wysokość
pt_br: Altura
ru_ru: Высота
tr_tr: Yükseklik

source: Text
es_ar: Texto
fi_fi: Teksti
fr_fr: Texte
it_it: Testo
ja_jp: テキスト
pl_pl: Tekst
pt_br: Texto
ru_ru: Текст
tr_tr: Metin

source: Field searched
cs_cz: Kolonek prohledáno
de_de: Feld durchsucht
es_ar: Campo buscado
fi_fi: Etsitty kenttä
fr_fr: Champ cherché
it_it: Campo ricercato
ja_jp: 検索項目
pl_pl: Przeszukane pole
pt_br: Pesquisa simples
tr_tr: Aranan alan

source: Value found
cs_cz: Hodnota nalezena
de_de: Wert gefunden
es_ar: Valor encontrado
fi_fi: Löydetty arvo
fr_fr: Valeur trouvée
it_it: Valore trovato
ja_jp: 値が見つかりました
pl_pl: Znaleziona wartość
pt_br: Valores encontrados
tr_tr: Bulunan değer

source: Menu
cs_cz: Nabídka
de_de: Menü
fi_fi: Valikko
ja_jp: メニュー
tr_tr: Menü

source: Subtitle
cs_cz: Podnadpis
es_ar: subtítulo
fi_fi: Alaotsikko
fr_fr: Sous-titre
it_it: Sottotitolo
ja_jp: サブタイトル
pl_pl: Podpis
pt_br: Subtítulo
tr_tr: Altyazı

source: Upload yours pics into files/_plugins/positions/pics/ folder
ja_jp: 画像を files/_plugins/positions/pics/ フォルダーにアップロードしてください

source: Save the coordinates
ja_jp: 座標を保存する
