Repository: InfotelGLPI/positions
Catalog: locales/*.po
Languages: cs_cz, de_de, es_ar, fi_fi, fr_fr, it_it, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: Cartography
cs_cz: Kartografie
de_de: Kartographie
es_ar: Cartografía
fi_fi: Karttapiirustus
fr_fr: Cartographie
it_it: Cartografia
ja_jp: 地図作成
pl_pl: Mapa
pt_br: Cartografia
ru_ru: Картография
tr_tr: Kartografi

source: All types
cs_cz: Všechny typy
de_de: Alle Typen
es_ar: Todos los tipos
fi_fi: Kaikki tyypit
fr_fr: Tous les types
it_it: Tutti i tipi
ja_jp: すべての型
pl_pl: Wszystkie typy
pt_br: Todos tipos
ru_ru: Все типы
tr_tr: Tüm türler

source: Please activate the plugin
cs_cz: Zapněte zásuvný modul
de_de: Bitte Plugin aktivieren
es_ar: Se ruega activar el complemento
fi_fi: Ole hyvä ja aktivoi liitännäinen
fr_fr: Merci d'activer le plugin
it_it: Prego attiva il Plugin
ja_jp: プラグインを有効にしてください
pl_pl: Proszę aktywować wtyczkę
pt_br: Por favor, ative o plug-in
ru_ru: Пожалуйста, активируйте расширение
tr_tr: Lütfen uygulama ekini etkinleştirin

source: The selected object is not located on a map
cs_cz: Označený objekt se nenachází na mapě
de_de: Dem ausgewählten Objekt ist keine Position in der Karte zugeordnet
es_ar: El objeto seleccionado no esta ubicado en un mapa
fi_fi: Valittu objekti ei ole kartalla
fr_fr: L'objet sélectionné n'est pas localisé sur une carte
it_it: L'oggetto selezionato non è presente su una mappa
ja_jp: 選択したオブジェクトを地図に落としていません
pl_pl: Wybrany obiekt nie znajduje się na mapie
pt_br: O objeto selecionado não está localidade num mapa
ru_ru: Выбранный объект не расположен на карте
tr_tr: Seçili nesne harita üzerine yerleştirilmemiş

source: No picture uploaded
cs_cz: Nebyl nahrán žádný obrázek
de_de: Kein Bild hochgeladen
es_ar: No se subió imágen
fi_fi: Ei kuvaa ladattuna
fr_fr: Pas d'image fournie
it_it: Nessuna immagine caricata
ja_jp: アップロード済みの画像がありません
pl_pl: Nie załadowno rysunku
pt_br: Nenhuma imagem enviada
ru_ru: Изображение не загружено
tr_tr: Henüz yüklenmiş bir görsel yok

source: No location selected
cs_cz: Není vybráno žádné umístění
de_de: Kein Standort ausgewählt
es_ar: Ninguna ubicación seleccionada
fi_fi: Ei valittua sijaintia
fr_fr: Aucun lieu sélectionné
it_it: Nessuna posizione selezionata
ja_jp: 場所を選択していません
pl_pl: Nie wybrano lokalizacji
pt_br: Nenhuma localização selecionada
ru_ru: Местоположение не выбрано
tr_tr: Konum seçilmemiş

source: Plugin Setup
cs_cz: Nastavení zásuvného modulu
es_ar: Configurar el complemento
fi_fi: Liitännäisen asetukset
fr_fr: Configuration du plugin
it_it: Configurazione del Plugin
ja_jp: プラグインの設定
pl_pl: Konfiguracja wtyczki
pt_br: Configuração do plug-in
ru_ru: Установка расширения
tr_tr: Uygulama Eki Ayarları

source: Add sub-places on the map objects
cs_cz: Přidat objekty z dílčích míst na mapu
es_ar: Agregue lugares secundarios en los mapas de los objetos
fi_fi: Lisää osa-alueita karttaobjekteihin
fr_fr: Ajouter des objets des lieux enfants sur la carte
it_it: Aggiungi sub-locazioni agli oggetti della mappa
ja_jp: 地図オブジェクトにサブの位置を追加する
pl_pl: Dodaj podrzędne lokalizacje do obiektów na mapie
pt_br: Adicionar sub-lugares no mapa de objectos
ru_ru: Добавление под-мест на этой карте объектов
tr_tr: Harita nesnelerine alt konumlar ekle

source: Default width of images
cs_cz: Výchozí šířka obrázků
de_de: Standardbreite der Bilder
es_ar: Tamaño padrón (ancho) de las imágenes
fi_fi: Kuvien oletus leveys
fr_fr: Largeur par défaut des images
it_it: Larghezza di default delle immagini
ja_jp: 画像の幅のデフォルト
pl_pl: Domyślna szerokość ikon
pt_br: Altura padrão das imagens
ru_ru: Ширина изображений по умолчанию
tr_tr: Varsayılan görsel genişliği

source: Default height of images
cs_cz: Výchozí výška obrázků
de_de: Standardhöhe der Bilder
es_ar: Tamaño padrón (altura) de las imágenes
fi_fi: Kuvien oletus korkeus
fr_fr: Hauteur par défaut des images
it_it: Altezza di default delle immagini
ja_jp: 画像の高さのデフォルト
pl_pl: Domyślna wysokość ikon
pt_br: Altura padrão das imagens
ru_ru: Высота изображений по умолчанию
tr_tr: Varsayılan görsel yüksekliği

source: Association : picture / types of equipment
cs_cz: Přiřazení: obrázek / typ zařízení
de_de: Den Inventartypen Symbole zuweisen
es_ar: Asociación : imagen / tipos de equipos
fi_fi: Liitos: kuva / laitetyyppi
fr_fr: Association images / types de matériels
it_it: Associazione immagini / tipi di attrezzatura
ja_jp: 関連付け : 写真・機器の型
pl_pl: Powiązanie: ikona z typem obiektu
pt_br: Associação : imagem / tipos de equipamento
ru_ru: Связи: картинка / тип оборудования
tr_tr: Atama: görsel / aygıt türü

source: Configuring the display materials
cs_cz: Nastavení zobrazení zařízení
de_de: Dargestellte Informationen Konfigurieren
es_ar: Configuración de la visualización de equipos
fi_fi: Näytettävän materiaalin konfigurointi
fr_fr: Configuration de l'affichage des matériels
it_it: Configurazione dei materiali da visualizzare
ja_jp: 表示材料の設定
pl_pl: Konfiguracja wyświetlania obiektów
pt_br: Configuração de materiais de exibição
ru_ru: Формирование отображения материалов
tr_tr: Görünüm malzemeleri ayarlanıyor

source: Types of materials should be created so that the association can exist
cs_cz: Aby mohlo existovat přiřazení, je třeba vytvořit typy zařízení
de_de: Inventartyp muss erstellt sein um es zu verknüpfen
es_ar: Los tipos de equipo tienen que existir para poder hacer la asociación
fi_fi: Materiaalityypit olisi luotava, jotta liitos voisi olla olemassa
fr_fr: Des types de matériels doivent être créés pour que l'association puisse exister
it_it: I tipi di attrezzatura devono essere creati perché l'associazione possa esistere
ja_jp: 関連付けのためには材料の型を作成する必要があります
pl_pl: Należy utworzyć rodzaje materiałów aby można było utworzyć powiązania
pt_br: Tipos de materiais deveriam ser criados de forma que a associação possa existir
ru_ru: Тип материалов должен быть создан для связи
tr_tr: Atama için malzeme türleri oluşturulmuş olmalıdır

source: Add pictures to use with plugin
cs_cz: Přidat obrázky pro použití v zásuvném modulu
de_de: Bild hinzufügen um es mit dem Plugin nutzen zu können
es_ar: Añadir imágenes par el uso del complemento
fi_fi: Lisää kuvia liitännäisen käyttöön
fr_fr: Ajout des images à utiliser avec le plugin
it_it: Aggiungi le immagini da utilizzare col Plugin
ja_jp: このプラグインで使う写真を追加する
pl_pl: Dodawanie ikon do użycia we wtyczce
pt_br: Adicione imagens para usar com o plug-in
ru_ru: Добавить изображение для использования с плагином
tr_tr: Uygulama eki ile kullanılacak görselleri yükleyin

source: Select pictures to upload (gif, jpg, png)
cs_cz: Vyberte obrázky k nahrání (gif, jpg, png)
de_de: Bild auswählen (gif, jpg, png)
es_ar: Selecciona imágenes para cargar (gif, jpg, png)
fi_fi: Valitse ladattavat kuvat (gif, jpg, png)
fr_fr: Sélectionner les images à transférer (gif, jpg, png)
it_it: Seleziona le immagini da caricare (gif, jpg, png)
pl_pl: Wybierz ikonę do wczytania (gif, jpg, png)
pt_br: Selecione imagens para enviar (gif, jpg, png)
ru_ru: Выбрать изображения для загрузки(gif, jpg, png)
tr_tr: Yüklenecek görselleri seçin (gif, jpg, png)

source: upload pictures to the server
cs_cz: nahrát obrázky na server
de_de: Bild zum Server übertragen
es_ar: cargar imágenes al servidor
fi_fi: lataa kuvat palvelimelle
fr_fr: chargement des images sur le serveur
it_it: carica le immagini sul server
pl_pl: wczytaj ikonę na serwer
pt_br: enviar imagens para o servidor
ru_ru: загрузить изображения на сервер
tr_tr: görselleri sunucuya yükleyin

source: Then
cs_cz: Potom
de_de: Danach
es_ar: Luego
fi_fi: Sitten
fr_fr: Puis
it_it: Quindi
pl_pl: Następnie
pt_br: Então
ru_ru: Затем
tr_tr: Ardından

source: refresh this form
cs_cz: znovu načíst tento formulář
de_de: Formular aktualisieren
es_ar: actualiza la pantalla
fi_fi: päivitä tämä lomake
fr_fr: rafraichir ce formulaire
it_it: ricarica questo modulo
pl_pl: przeładuj tą stronę
pt_br: renovar este formulário
ru_ru: обновить эту форму
tr_tr: bu formu yenileyin

source: Associate images with types of equipment
cs_cz: Přiřadit obrázky k typům zařízení
de_de: Bild mit Inventartyp verknüpfen
es_ar: Asociar imagenes con tipos de equipo
fi_fi: Liitä kuvat laitetyyppeihin
fr_fr: Associer les images à des types de matériel
it_it: Associa le immagini coi tipi di attrezzatura
ja_jp: 画像と機器の型を関連付ける
pl_pl: Powiązanie ikon z typem sprzętu
pt_br: Imagens associadas com tipos de equipamentos
ru_ru: Связать изображение с типами оборудования
tr_tr: Aygıt türlerine görsel atayın

source: List of associations
cs_cz: Seznam přiřazení
de_de: Liste der zugewiesenen Inventartypen
es_ar: Lista de asociaciones
fi_fi: Luettelo liitoksista
fr_fr: Liste des associations
it_it: Lista delle associazioni
ja_jp: 関連の一覧
pl_pl: Lista powiązań
pt_br: Lista de associações
ru_ru: Список ассоциаций
tr_tr: Atama listesi

source: Equipment
cs_cz: Zařízení
de_de: Inventar
es_ar: Equipo
fi_fi: Laite
fr_fr: Matériel
it_it: Attrezzatura
ja_jp: 機器
pl_pl: Sprzęt
pt_br: Equipamento
ru_ru: Оборудование
tr_tr: Aygıt

source: Equipment type
cs_cz: Typ zařízení
de_de: Inventartyp
es_ar: Tipo de equipo
fi_fi: Laitetyyppi
fr_fr: Type de matériel
it_it: Tipo di attrezzatura
ja_jp: 機器の型
pl_pl: Typ sprzętu
pt_br: Tipo de equipamento
ru_ru: Тип оборудования
tr_tr: Aygıt türü

source: Picture
cs_cz: Obrázek
de_de: Bild
es_ar: Imágen
fi_fi: Kuva
fr_fr: Image
it_it: Immagine
ja_jp: 画像
pl_pl: Ikona
pt_br: Imagem
ru_ru: Изображение
tr_tr: Fotoğraf

source: No associated picture
cs_cz: Žádný přiřazený obrázek
de_de: Kein Bild zugewiesen
es_ar: Ninguna imágen asociada
fi_fi: Ei liitettyä kuvaa
fr_fr: Pas d'image associée
it_it: Nessuna immagine associata
ja_jp: 画像との関連なし
pl_pl: Brak powiązanej ikony
pt_br: Nenhuma imagem associada
ru_ru: Нет изображения
tr_tr: Atanmış bir görsel yok

source: Display of equipment
cs_cz: Zobrazení zařízení
de_de: Inventar anzeigen
es_ar: Visualización de un equipo
fi_fi: Näytettävä laite
fr_fr: Visualisation de l'équipement
it_it: Mostra l'attrezzatura
ja_jp: 機器の表示
pl_pl: Wyświetlanie urządzenia
pt_br: Exibição de equipamento
ru_ru: Отображение оборудования
tr_tr: Aygıt görünümü

source: Displayed fields
cs_cz: Zobrazované kolonky
de_de: Felder anzeigen
es_ar: Campos visualizados
fi_fi: Näytettävät kentät
fr_fr: Champs affichés
it_it: Campi visualizzati
ja_jp: 表示項目
pl_pl: Wyświetlane pola
pt_br: Campos exibidos
ru_ru: Отображаемые поля
tr_tr: Görüntülenecek alanlar

source: Direct link
cs_cz: Přímý odkaz
de_de: Direkter Link
es_ar: Enlace directo
fi_fi: Suora linkki
fr_fr: Lien direct
it_it: Collegamento diretto
ja_jp: 直リンク
pl_pl: Bezpośredni link
pt_br: Link direto
ru_ru: Прямая ссылка
tr_tr: Doğrudan bağlantı

source: Map view
cs_cz: Mapový pohled
de_de: Zur Karte wechseln
es_ar: Ver mapas
fi_fi: Karttanäkymä
fr_fr: Visualisation des cartes
it_it: Vista della Mappa
pl_pl: Widok mapy
pt_br: Ver mapa
ru_ru: Просмотр карты
tr_tr: Harita görünümü

source: No equipment associated
cs_cz: Nepřiřazeno žádné zařízení
de_de: Kein Inventar zugewiesen
es_ar: Ningún equipo asociado
fi_fi: Ei liittyvää laitetta
fr_fr: Aucun matériel associé
it_it: Nessuna attrezzatura associata
ja_jp: 関連付いた機器はありません
pl_pl: Brak powiązanego sprzętu
pt_br: Nenhum equipamento associado
ru_ru: Нет связанного оборудования
tr_tr: Atanmış bir aygıt yok

source: Coordinate x
cs_cz: Souřadnice X
de_de: Koordinate x
es_ar: Coordenada x
fi_fi: Koordinaatti x
fr_fr: Coordonnée x
it_it: Coordinata x
ja_jp: x 座標
pl_pl: Współrzędna x
pt_br: Coordenada x
ru_ru: Координата х
tr_tr: x koordinatı

source: Coordinate y
cs_cz: Souřadnice Y
de_de: Koordinate y
es_ar: Coordenada y
fi_fi: Koordinaatti y
fr_fr: Coordonnée y
it_it: Coordinata y
ja_jp: y 座標
pl_pl: Współrzędna y
pt_br: Coordenada y
ru_ru: Координата у
tr_tr: y koordinatı

source: See the map
cs_cz: Zobrazit mapu
de_de: Karte anzeigen
es_ar: Ver el mapa
fi_fi: Näytä kartta
fr_fr: Voir la carte
it_it: Vedi la Mappa
ja_jp: 地図を見る
pl_pl: Pokaż mapę
pt_br: Ver o mapa
ru_ru: Смотреть на карте
tr_tr: Haritaya bakın

source: Select an area and click on OK
cs_cz: Vyberte oblast a klikněte na OK
de_de: Bereich auswählen und OK klicken
es_ar: Seleccionar una área y presionar OK
fi_fi: Valitse alue ja klikkaa OK
fr_fr: Selectionnez une zone puis cliquez sur Valider
it_it: Seleziona un'area e clicca su OK
ja_jp: 地域を選び、OKをクリック
pl_pl: Zaznacz obszar i wciśnij OK
pt_br: Selecione uma área e clique em OK
ru_ru: Выберите область и нажмите OK
tr_tr: Bir bölge seçerek Tamam düğmesine tıklayın

source: Creation of sub-areas on the map
cs_cz: Vytvoření podoblastí na mapě
de_de: Neuen Teilbereich auf der Karte erstellen
es_ar: Creación de sub-áreas en el mapa
fi_fi: Alialueiden luominen kartalla
fr_fr: Création de sous-lieux sur la carte
it_it: Creazione di sub-aree sulla mappa
ja_jp: 地図上にサブのエリアを作成
pl_pl: Tworzenie podobszarów
pt_br: Criação de subáreas no mapa
ru_ru: Создание дочерней области на карте
tr_tr: Harita alt alanlarının oluşturulması

source: Choose an existing location
cs_cz: Zvolit existující umístění
de_de: Existierenden Standort auswählen
es_ar: Elegir una ubicación existente
fi_fi: Valitse olemassa oleva sijainti
fr_fr: Choisir un lieu existant
it_it: Scegli una posizione esistente
ja_jp: 既存の位置を選ぶ
pl_pl: Wybierz istniejącą lokalizację
pt_br: Escolha uma localização existente
ru_ru: Выбрать существующее местоположение
tr_tr: Varolan bir konum seçin

source: No sub-area found
cs_cz: Nenalezena žádná podoblast
de_de: Kein Teilbereich gefunden
es_ar: Ninguna sub-área encontrada
fi_fi: Alialuetta ei löytynyt
fr_fr: Aucun sous lieu n'a été trouvé
it_it: Nessuna sub-area trovata
ja_jp: サブのエリアが見つかりません
pl_pl: Nie znaleziono podobszarów
pt_br: Nenhuma subárea encontrada
ru_ru: Дочерние области не найдены
tr_tr: Herhangi bir altalan bulunamadı

source: Create a new location
cs_cz: Vytvořit nové umístění
de_de: Neuen Standort erstellen
es_ar: Crear una nueva ubicación
fi_fi: Luo uusi sijainti
fr_fr: Créer un nouveau lieu
it_it: Crea una nuova posizione
ja_jp: 新しい場所を作成する
pl_pl: Utwórz nową lokalizację
pt_br: Criar uma nova localização
ru_ru: Создать новое местоположение
tr_tr: Yeni bir konum ekleyin

source: Add and continue
cs_cz: Přidat a pokračovat
de_de: Hinzufügen und fortsetzen
es_ar: Añadir y continuar
fi_fi: Lisää ja jatka
fr_fr: Ajouter et continuer
it_it: Aggiungi e continua
ja_jp: 追加して続ける
pl_pl: Dodaj i kontynuj
pt_br: Adicionar e continuar
ru_ru: Добавить и продолжить
tr_tr: Ekleyin ve devam edin

source: This item is already bound to a location
cs_cz: Tato položka je už spojena s umístěním
de_de: Dieses Element ist bereits einer Lokation zugewiesen
es_ar: Este objeto ya tiene coordenadas
fi_fi: Tämä kohde on jo sidottu sijaintiin
fr_fr: Cet élément est déjà lié à un lieu
it_it: Questo oggetto è già assegnato ad una posizione
ja_jp: このアイテムは、すでに場所にひもついています
pl_pl: Ta pozycja jest już dołączona do lokalizacji
pt_br: Este item já está vinculado a uma localização
tr_tr: Bu öge zaten bir konuma yerleştirilmiş

source: Change the coordinates
cs_cz: Změnit souřadnice
de_de: Koordinaten ändern
es_ar: Actualizar coordenadas
fi_fi: Muuta koordinaatit
fr_fr: Modifier les coordonnées
it_it: Cambia le coordinate
ja_jp: 座標を変更する
pl_pl: Dopasuj do obszaru wyświetlania
pt_br: Alterar as coordenadas
ru_ru: Изменить координаты
tr_tr: Koordinatları değiştirin

source: Add a sub-area
cs_cz: Přidat podoblast
de_de: Teilbereich hinzufügen
es_ar: Añadir una sub-área
fi_fi: Lisää alialue
fr_fr: Ajouter un sous-lieu
it_it: Aggiungi una sub-area
ja_jp: サブの地域を追加する
pl_pl: Dodaj podobszar
pt_br: Adicionar uma sub-área
ru_ru: Добавить дочернюю область
tr_tr: Altalan ekleyin

source: No location has a configured map
cs_cz: Žádné umístění nemá nastavenou mapu
de_de: Es ist für keinen Standort eine Karte konfiguriert
es_ar: Ninguna ubicación tiene un mapa configurado
fi_fi: Sijainnissa ei ole määritettyä karttaa
fr_fr: Aucun lieu n'a de carte de configuré
it_it: Nessuna posizione ha una mappa configurata
ja_jp: 設定した地図には場所が登録されていません
pl_pl: Żadna lokalizacja nie posiada skonfigurowanej mapy
pt_br: Nenhuma localização possui um mapa configurado
ru_ru: Ни у какого местоположения нет формируемой карты
tr_tr: Henüz bir konum için harita ayarlanmamış

source: The object location does not match a map
cs_cz: Umístění objektu neodpovídá mapě
de_de: Der Standort des Elements stimmt nicht mit der Karte überein
es_ar: La ubicación del objeto no corresponde a ningún mapa
fi_fi: Objektin sijainti ei ole vastaava kartalla
fr_fr: Le lieu de l'objet sélectionné ne correspond à aucune carte
it_it: La posizione dell'oggetto non corrisponde ad una mappa
ja_jp: 場所と地図が符号しません
pl_pl: Położenie obiektu nie pasuje do mapy
pt_br: A localização do objeto não corresponde a um mapa
tr_tr: Nesne konumu haritaya uymuyor

source: Create coordinates
cs_cz: Vytvořit souřadnice
de_de: Koordinaten erstellen
es_ar: Crear coordenadas
fi_fi: Luo koordinaatit
fr_fr: Créer des coordonnées
it_it: Crea le coordinate
ja_jp: 座標を作成する
pl_pl: Dodawanie elementów
pt_br: Criar coordenadas
ru_ru: Создать координаты
tr_tr: Koordinatlar oluşturun

source: Limited view
cs_cz: Omezený pohled
de_de: Eingeschränkte Ansicht
es_ar: Vista limitada
fi_fi: Rajoitettu näkymä
fr_fr: Vue limitée
it_it: Vista limitata
ja_jp: 限定表示
pl_pl: Widok ograniczony
pt_br: Vista limitada
ru_ru: Ограниченный просмотр
tr_tr: Sınırlı görünüm

source: Associated coordinate
cs_cz: Přiřazené souřadnice
de_de: Koordinaten zuweisen
es_ar: Coordenadas asociadas
fi_fi: Liitetty koordinaatti
fr_fr: Coordonnée associée
it_it: Coordinate associate
ja_jp: 関連付いた座標
pl_pl: Proszę pobrać nowszą wersję
pt_br: Coordenada associada
tr_tr: Atanmış koordinat

source: Please download a newer version of canvasXpress at
cs_cz: Stáhněte si novější verzi canvasXpress na
de_de: Bitte neuere Version von canvasXpress herunterladen
es_ar: Por favor, descargue una nueva versión de canvasXpress en
fi_fi: Lataa uudempi canvasXpress-versio osoitteesta
fr_fr: Veuillez télécharger la nouvelle version de canvasXpress à
it_it: Per favore scarica una nuova versione di canvasXpress su
ja_jp: 以下で、より新しいバージョンの cambassXpress をダウンロードしてください :
pl_pl: Proszę pobrać nowszą wersję canvasXpress z
pt_br: Por favor, baixe uma nova versão de canvasXpress em
ru_ru: Пожалуйста скачайте новую версию canvasXpress
tr_tr: Lütfen şuradan yeni canvasXpress sürümünü indirin

source: You are using an older version that do not support all the functionality of this panel
cs_cz: Používáte starší verzi která nepodporuje všechny funkce tohoto panelu
de_de: Sie verwenden eine ältere Version, welche nicht den vollen Funktionsumfang unterstützt
es_ar: Esta utilizando una versión antigua que no soporta todas las funcionalidades de este panel
fi_fi: Käytät vanhempaa versiota, joka ei tue kaikkia tämän paneelin toimintoja
fr_fr: Vous utilisez une ancienne version qui ne supporte pas toutes les fonctionnalités de ce panneau
it_it: Stai usando una versione più vecchia che non supporta tutte le funzionalità di questo pannello
ja_jp: 古いバージョンを使用中のため、このパネルの機能の一部は対応していません
pl_pl: Korzystasz ze starszej wersji, które nie obsługują wszystkich funkcji tego panelu
pt_br: Você está usando uma versão antiga que não tem suporte a todas as funcionalidades deste painel
ru_ru: Вы используете старую версию, которая не поддерживает все функции этой панели
tr_tr: Bu panelin tüm işlevlerini desteklemeyen eski bir sürüm kullanıyorsunuz

source: Delete selected objects
cs_cz: Smazat označené objekty
de_de: Ausgewähltes Element löschen
es_ar: Suprimir los objetos seleccionados
fi_fi: Poista valitut objektit
fr_fr: Supprimer les objets sélectionnés
it_it: Cancella gli oggetti selezionati
ja_jp: 選択したオブジェクトを削除する
pl_pl: Usuń zaznaczone obiekty
pt_br: Excluir objetos selecionados
ru_ru: Удалить выбранные объекты
tr_tr: Seçilmiş nesneleri silin

source: Informations about
cs_cz: Informace o
de_de: Informationen über
es_ar: Informaciones acerca
fi_fi: Tietoja
fr_fr: Informations sur
it_it: Informazioni su
ja_jp: 情報 :
pl_pl: Informacje o
pt_br: Informações sobre
ru_ru: Информации о
tr_tr: Şunun hakkında bilgiler:

source: Hide
cs_cz: Skrýt
de_de: Ausblenden
es_ar: Ocultar
fi_fi: Piilota
fr_fr: Cacher
it_it: Nascondi
ja_jp: 非表示にする
pl_pl: Ukryj
pt_br: Ocultar
ru_ru: Скрыть
tr_tr: Gizleyin

source: informations about selected items
cs_cz: informace o označených položkách
de_de: Informationen über das ausgewählte Element
es_ar: información sobre los elementos seleccionados
fi_fi: tietoja valituista kohteista
fr_fr: Informations sur les éléments sélectionnés
it_it: Informazioni sull'oggetto selezionato
ja_jp: 選択したアイテムの情報
pl_pl: Informacje o zaznaczonych pozycjach
pt_br: Informações sobre itens selecionados
ru_ru: Информация о выделенных элементах
tr_tr: Seçilmiş ögeler hakkındaki bilgiler

source: All hidden objects
cs_cz: Všechny skryté objekty
de_de: Alle ausgeblendete Objekte
es_ar: Todos los objetos ocultos
fi_fi: Kaikki piilotetut objektit
fr_fr: Tout les objets cachés
it_it: Tutti gli oggetti nascosti
ja_jp: すべての非表示オブジェクト
pl_pl: Wszystkie ukryte obiekty
pt_br: Todos objetos ocultos
ru_ru: Все скрытые объекты
tr_tr: Tüm gizli nesneler

source: See all hidden objects
cs_cz: Zobrazit všechny skryté objekty
de_de: Zeige alle ausgeblendete Objekte
es_ar: Ver todos los objetos ocultos
fi_fi: Näytä kaikki piilotetut objektit
fr_fr: Voir tout les objets cachés
it_it: Vedi tutti gli oggetti nascosti
ja_jp: すべての非表示オブジェクトを表示する
pl_pl: Pokaż ukryte obiekty
pt_br: Ver todos os objetos ocultos
ru_ru: Просмотреть все скрытые объекты
tr_tr: Tüm gizli nesnelere bakın

source: cancel last change
cs_cz: zrušit poslední změnu
de_de: Letzte Änderung ignorieren
es_ar: Cancelar la última acción
fi_fi: peruuta viimeisin muutos
fr_fr: Annuler la dernière modification
it_it: Annulla l'ultima modifica
ja_jp: 最後の変更を取り消す
pl_pl: Anuluj ostatnią zmianę
pt_br: cancelar a última alteração
ru_ru: отменить последнее изменение
tr_tr: son değişikliği geri alın

source: Replay the last change
cs_cz: Zopakovat poslední změnu
de_de: Letzt Änderung wiederholen
es_ar: Repetir la última acción
fi_fi: Toista viimeisin muutos
fr_fr: Rejouer la dernière modification
it_it: Ripeti l'ultima modifica
ja_jp: 最後の変更を再実行する
pl_pl: Powtórz ostatnią zmianę
pt_br: Refazer a última alteração
ru_ru: Повторить последнее изменение
tr_tr: Son değişikliği yineleyin

source: Save as a new network
cs_cz: Uložit jako novou síť
de_de: Speichern als neues Netzwerk
es_ar: Guardar como red nueva
fi_fi: Tallenna uutena verkkona
fr_fr: Enregistrer comme un nouveau réseau
it_it: Salva come nuova rete
ja_jp: 新しいネットワークとして保存
pl_pl: Zapisz jako nowy układ
pt_br: Salvar como uma nova rede
ru_ru: Сохранить как новую сеть
tr_tr: Yeni bir ağ olarak kaydedin

source: Save the network now
cs_cz: Uložit síť nyní
de_de: Netzwerk speichern
es_ar: Guardar como red ahora
fi_fi: Tallenna verkko nyt
fr_fr: Enregistrer le réseau maintenant
it_it: Salva la rete adesso
ja_jp: すぐにネットワークを保存する
pl_pl: Zapisz układ teraz
pt_br: Salvar agora a rede
tr_tr: Ağı şimdi kaydedin

source: Simple search
cs_cz: Jednoduché hledání
de_de: Einfache suche
es_ar: Búsqueda simple
fi_fi: Yksinkertainen haku
fr_fr: Recherche simple
it_it: Ricerca semplice
ja_jp: 簡易検索
pl_pl: Szybkie wyszukiwanie
pt_br: Pesquisa simples
ru_ru: Простой поиск
tr_tr: Basit arama

source: Import JSON data
cs_cz: Importovat JSON data
de_de: Importieren der JSON Daten
es_ar: Importar datos JSON
fi_fi: Tuo JSON-tiedot
fr_fr: Importer les données JSON
it_it: Importa dati JSON
ja_jp: JSON データをインポート
pl_pl: Importuj dane w formacie JSON
pt_br: Importar dados JSON
ru_ru: Импорт JSON-данных
tr_tr: JSON verisini alın

source: Export JSON data
cs_cz: Exportovat JSON data
de_de: Exportieren der JSON Daten
es_ar: Exportar datos JSON
fi_fi: Vie JSON-tiedot
fr_fr: Exporter les données JSON
it_it: Esporta dati JSON
ja_jp: JSON データでエクスポート
pl_pl: Eksportuj dane w formacie JSON
pt_br: Exportar dados JSON
ru_ru: Экспорт JSON-данных
tr_tr: JSON verisini verin
